Repository: WPPlugins/flip
Catalog: languages/flip-*.po
Languages: pt_br

source: Settings
pt_br: Opções

source: Click <a href="%s" target="_blank">here</a> to buy an API key and use the full FLiP proofing tools
pt_br: Clique <a href="%s" target="_blank">aqui</a> para adquirir uma chave da API e utilizar a versão completa do FLiP

source: Leaving this field empty you will be using a limited version of FLiP
pt_br: Se deixar este campo vazio irá usar uma versão limitada do FLiP

source: Key is invalid or has expired. To use a limited version of FliP leave the key empty.
pt_br: Chave inválida ou expirada. Para usar uma versão limitada do FLiP deixe o campo da chave vazio.

source: API access key
pt_br: Chave de acesso à API

source: Portuguese (Portugal)
pt_br: Português de Portugal

source: Portuguese (Brazil)
pt_br: Português do Brasil

source: Spanish
pt_br: Espanhol

source: Language
pt_br: Língua

source: Use the Spelling Reform
pt_br: Ativar Acordo Ortográfico

source: Only for Portuguese
pt_br: Só disponível na versão completa

source: Add words to custom dictionary
pt_br: Adicionar palavras a dicionário pessoal

source: Only available in the full version
pt_br: Só disponível na versão completa

source: Current
pt_br: Técnico

source: Informal
pt_br: Coloquial

source: Writing style
pt_br: Estilo de escrita

source: Advanced options
pt_br: Opções avançadas

source: API address
pt_br: Endereço da API

source: Attention: Updating this field can make the plugin unavailable
pt_br: Atenção: Alterar este campo poderá deixar o <i>plugin</i> sem funcionar

source: More suggestions
pt_br: Mais sugestões

source: Add word
pt_br: Adicionar palavra

source: Ignore
pt_br: Ignorar

source: Ignore All
pt_br: Ignorar todos

source: The connection to the server expired.
pt_br: A ligação ao servidor expirou.

source: FLiP - Portuguese proofing tools, by Priberam
pt_br: FLiP - Ferramentas para a Língua Portuguesa, da Priberam

source: Check the spelling, grammar and style of your texts with <a href="%s" target="_blank">FLiP</a>, the proofing tools used in the biggest Portuguese language publishers, both in Portugal and in Brazil. FLiP's WordPress plugin includes spell checkers, grammar checkers and style checkers for Brazilian and European Portuguese, with the option to use the Spelling Reform of 1990. Vertical lexicons for tens of knowledge domains are available to proofread texts of specific areas. It is possible to choose between 3 writing styles.
pt_br: Verifique a ortografia, sintaxe e estilo de seus textos com o <a href="%s" target="_blank">FLiP</a>, o pacote de ferramentas de revisão usado nos maiores produtores de conteúdos em língua portuguesa. Este <i>plugin</i> do FLiP para WordPress inclui corretores ortográficos, sintáticos e estilísticos para o português do Brasil e para o português de Portugal, com a opção de usar ou não a grafia segundo o Acordo Ortográfico de 1990. Estão ainda disponíveis dicionários temáticos que agrupam dezenas de domínios do conhecimento, permitindo a rápida verificação de textos de áreas específicas. É possível escolher entre 3 tipos de escrita.

source: IMPORTANT: the free version of the plugin only checks the spelling and does not use the Spelling Reform of 1990. Additionally it doesn't suggest any corrections for the highlighted errors. That is, no grammar or style errors are checked, the Spelling Reform of 1990 is not available and, for the spelling mistakes which are highlighted, no corrections are suggested.
pt_br: IMPORTANTE: A versão gratuita do <i>plugin</i> apenas faz a verificação ortográfica na grafia anterior ao Acordo Ortográfico de 1990 e não apresenta sugestões de correção, isto é, não são verificados erros sintáticos nem de estilo, apenas podem ser usadas as grafias anteriores ao Acordo Ortográfico de 1990 e, para os erros ortográficos assinalados, não são apresentadas sugestões de correção.

source: To be able to fully use the plugin you must get an access key <a href="%s" target="_blank">here</a>.
pt_br: Para usufruir de todas as funcionalidades do <i>plugin</i> deverá adquirir uma chave de acesso <a href="%s" target="_blank">aqui</a>.

source: Portuguese spell checker, grammar checker and style checker, with or without the Spelling Reform of 1990.
pt_br: Corretor ortográfico, sintático e estilístico para português, com ou sem o Acordo Ortográfico de 1990.
